---
kind: property
id: P:Autodesk.Revit.DB.PlanViewRange.LevelBelow
source: html/b474e148-6212-feeb-9d1b-351937ad238c.htm
---
# Autodesk.Revit.DB.PlanViewRange.LevelBelow Property

View range for the level below the specified plane

## Syntax (C#)
```csharp
public static ElementId LevelBelow { get; }
```